"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 10000, \"word_counts\": \"{\\\"habitually\\\": 5, \\\"complaining\\\": 1, \\\"showing\\\": 31, \\\"remorse\\\": 3, \\\"having\\\": 409, \\\"characteristics\\\": 18, \\\"of\\\": 5243, \\\"the\\\": 4289, \\\"stage\\\": 16, \\\"especially\\\": 287, \\\"an\\\": 1078, \\\"artificial\\\": 7, \\\"and\\\": 2124, \\\"mannered\\\": 3, \\\"quality\\\": 105, \\\"causing\\\": 30, \\\"disapproval\\\": 7, \\\"or\\\": 3947, \\\"protest\\\": 5, \\\"a\\\": 5944, \\\"metal\\\": 49, \\\"cap\\\": 7, \\\"band\\\": 14, \\\"placed\\\": 27, \\\"on\\\": 407, \\\"wooden\\\": 12, \\\"pole\\\": 6, \\\"to\\\": 2017, \\\"prevent\\\": 16, \\\"splitting\\\": 2, \\\"abstract\\\": 7, \\\"general\\\": 20, \\\"idea\\\": 15, \\\"inferred\\\": 1, \\\"derived\\\": 17, \\\"from\\\": 540, \\\"specific\\\": 29, \\\"instances\\\": 1, \\\"transient\\\": 2, \\\"variation\\\": 2, \\\"in\\\": 2221, \\\"voltage\\\": 4, \\\"current\\\": 15, \\\"affecting\\\": 4, \\\"entire\\\": 6, \\\"system\\\": 50, \\\"cardinal\\\": 9, \\\"number\\\": 49, \\\"that\\\": 907, \\\"is\\\": 570, \\\"sum\\\": 13, \\\"one\\\": 281, \\\"fill\\\": 10, \\\"something\\\": 269, \\\"had\\\": 14, \\\"previously\\\": 4, \\\"been\\\": 43, \\\"emptied\\\": 3, \\\"cause\\\": 110, \\\"become\\\": 71, \\\"emulsion\\\": 2, \\\"make\\\": 242, \\\"into\\\": 210, \\\"put\\\": 44, \\\"dramatic\\\": 2, \\\"form\\\": 112, \\\"sawtoothed\\\": 2, \\\"jag\\\": 2, \\\"edge\\\": 20, \\\"leave\\\": 16, \\\"strike\\\": 11, \\\"out\\\": 71, \\\"process\\\": 49, \\\"using\\\": 23, \\\"your\\\": 50, \\\"mind\\\": 16, \\\"consider\\\": 13, \\\"carefully\\\": 5, \\\"knot\\\": 3, \\\"for\\\": 775, \\\"shortening\\\": 2, \\\"line\\\": 37, \\\"gauge\\\": 3, \\\"incorrectly\\\": 3, \\\"improperly\\\": 3, \\\"shape\\\": 44, \\\"anew\\\": 14, \\\"differently\\\": 3, \\\"wit\\\": 4, \\\"sharp\\\": 22, \\\"caustic\\\": 2, \\\"try\\\": 13, \\\"gain\\\": 14, \\\"favor\\\": 4, \\\"by\\\": 910, \\\"cringing\\\": 2, \\\"flattering\\\": 3, \\\"sing\\\": 4, \\\"carols\\\": 1, \\\"offspring\\\": 11, \\\"mulatto\\\": 1, \\\"white\\\": 87, \\\"parent\\\": 3, \\\"person\\\": 287, \\\"who\\\": 645, \\\"onequarter\\\": 1, \\\"black\\\": 41, \\\"solid\\\": 25, \\\"substance\\\": 56, \\\"liquid\\\": 50, \\\"as\\\": 717, \\\"heating\\\": 12, \\\"action\\\": 56, \\\"enfolding\\\": 1, \\\"phenomenon\\\": 7, \\\"resistance\\\": 12, \\\"motion\\\": 27, \\\"through\\\": 95, \\\"fluid\\\": 16, \\\"variety\\\": 24, \\\"silica\\\": 2, \\\"containing\\\": 66, \\\"microcrystalline\\\": 1, \\\"quartz\\\": 4, \\\"tie\\\": 2, \\\"consisting\\\": 114, \\\"cord\\\": 13, \\\"goes\\\": 3, \\\"seam\\\": 1, \\\"around\\\": 45, \\\"opening\\\": 15, \\\"strong\\\": 56, \\\"sexual\\\": 36, \\\"desire\\\": 15, \\\"federal\\\": 7, \\\"law\\\": 41, \\\"enforcement\\\": 2, \\\"agency\\\": 3, \\\"principal\\\": 11, \\\"investigative\\\": 1, \\\"arm\\\": 11, \\\"department\\\": 5, \\\"justice\\\": 5, \\\"long\\\": 87, \\\"tubular\\\": 6, \\\"cell\\\": 28, \\\"peculiar\\\": 4, \\\"xylem\\\": 1, \\\"book\\\": 20, \\\"collection\\\": 21, \\\"stories\\\": 6, \\\"usually\\\": 237, \\\"children\\\": 15, \\\"capable\\\": 45, \\\"being\\\": 246, \\\"pacified\\\": 1, \\\"related\\\": 27, \\\"genetically\\\": 2, \\\"distinguished\\\": 10, \\\"groups\\\": 13, \\\"people\\\": 101, \\\"food\\\": 56, \\\"domestic\\\": 16, \\\"livestock\\\": 11, \\\"supreme\\\": 7, \\\"commander\\\": 2, \\\"fleet\\\": 3, \\\"ranks\\\": 1, \\\"above\\\": 30, \\\"vice\\\": 4, \\\"admiral\\\": 3, \\\"below\\\": 20, \\\"2nd\\\": 5, \\\"largest\\\": 23, \\\"city\\\": 34, \\\"netherlands\\\": 4, \\\"located\\\": 23, \\\"western\\\": 36, \\\"near\\\": 33, \\\"north\\\": 77, \\\"sea\\\": 36, \\\"have\\\": 59, \\\"flavor\\\": 8, \\\"taste\\\": 16, \\\"bowl\\\": 4, \\\"baptismal\\\": 1, \\\"water\\\": 93, \\\"tract\\\": 11, \\\"land\\\": 31, \\\"used\\\": 393, \\\"burials\\\": 1, \\\"property\\\": 57, \\\"viscosity\\\": 2, \\\"like\\\": 58, \\\"jelly\\\": 5, \\\"funds\\\": 4, \\\"advanced\\\": 3, \\\"prospector\\\": 2, \\\"someone\\\": 283, \\\"starting\\\": 3, \\\"business\\\": 19, \\\"return\\\": 25, \\\"share\\\": 8, \\\"profits\\\": 2, \\\"clean\\\": 12, \\\"refuse\\\": 8, \\\"not\\\": 256, \\\"articulated\\\": 4, \\\"syllables\\\": 7, \\\"relating\\\": 193, \\\"sequential\\\": 1, \\\"performance\\\": 11, \\\"multiple\\\": 2, \\\"operations\\\": 6, \\\"free\\\": 26, \\\"obscurity\\\": 1, \\\"easy\\\": 6, \\\"understand\\\": 10, \\\"comprehensibility\\\": 1, \\\"clear\\\": 21, \\\"expression\\\": 21, \\\"member\\\": 77, \\\"muskhogean\\\": 2, \\\"formerly\\\": 44, \\\"living\\\": 56, \\\"alabama\\\": 2, \\\"state\\\": 174, \\\"danger\\\": 16, \\\"injury\\\": 8, \\\"use\\\": 60, \\\"word\\\": 25, \\\"govern\\\": 1, \\\"two\\\": 112, \\\"more\\\": 90, \\\"words\\\": 27, \\\"though\\\": 2, \\\"agreeing\\\": 1, \\\"case\\\": 15, \\\"etc\\\": 56, \\\"with\\\": 1005, \\\"only\\\": 31, \\\"spiraling\\\": 1, \\\"upward\\\": 5, \\\"right\\\": 23, \\\"left\\\": 13, \\\"native\\\": 72, \\\"yorkshire\\\": 1, \\\"meteorologyan\\\": 1, \\\"isogram\\\": 3, \\\"connecting\\\": 6, \\\"points\\\": 18, \\\"equal\\\": 60, \\\"barometric\\\": 1, \\\"pressure\\\": 27, \\\"at\\\": 238, \\\"given\\\": 38, \\\"time\\\": 99, \\\"imagine\\\": 3, \\\"beforehand\\\": 6, \\\"500\\\": 1, \\\"million\\\": 10, \\\"425\\\": 1, \\\"years\\\": 7, \\\"ago\\\": 5, \\\"conodonts\\\": 1, \\\"ostracods\\\": 1, \\\"algae\\\": 6, \\\"seaweeds\\\": 1, \\\"perennial\\\": 28, \\\"plant\\\": 96, \\\"eastern\\\": 27, \\\"america\\\": 60, \\\"hairy\\\": 5, \\\"foliage\\\": 5, \\\"yielding\\\": 11, \\\"red\\\": 49, \\\"yellow\\\": 50, \\\"pigment\\\": 8, \\\"logograms\\\": 1, \\\"logographs\\\": 1, \\\"behave\\\": 7, \\\"expected\\\": 7, \\\"during\\\": 40, \\\"holidays\\\": 1, \\\"rites\\\": 3, \\\"makes\\\": 35, \\\"glass\\\": 19, \\\"musician\\\": 6, \\\"plays\\\": 17, \\\"trumpet\\\": 2, \\\"cornet\\\": 1, \\\"show\\\": 16, \\\"picture\\\": 9, \\\"extremely\\\": 16, \\\"hungry\\\": 2, \\\"relatively\\\": 20, \\\"permanent\\\": 5, \\\"inclination\\\": 6, \\\"react\\\": 6, \\\"particular\\\": 41, \\\"way\\\": 44, \\\"reflecting\\\": 4, \\\"optimism\\\": 1, \\\"complex\\\": 12, \\\"carbohydrate\\\": 1, \\\"found\\\": 38, \\\"chiefly\\\": 21, \\\"seeds\\\": 22, \\\"fruits\\\": 11, \\\"tubers\\\": 2, \\\"roots\\\": 14, \\\"stem\\\": 13, \\\"pith\\\": 2, \\\"plants\\\": 75, \\\"notably\\\": 1, \\\"corn\\\": 2, \\\"potatoes\\\": 3, \\\"wheat\\\": 3, \\\"rice\\\": 6, \\\"important\\\": 20, \\\"foodstuff\\\": 1, \\\"otherwise\\\": 5, \\\"adhesives\\\": 3, \\\"fillers\\\": 1, \\\"stiffeners\\\": 1, \\\"paper\\\": 21, \\\"textiles\\\": 2, \\\"alloy\\\": 6, \\\"copper\\\": 7, \\\"zinc\\\": 6, \\\"sometimes\\\": 37, \\\"arsenic\\\": 3, \\\"imitate\\\": 1, \\\"gold\\\": 25, \\\"cheap\\\": 8, \\\"jewelry\\\": 6, \\\"gilding\\\": 2, \\\"pedagogy\\\": 1, \\\"pretends\\\": 4, \\\"be\\\": 272, \\\"he\\\": 13, \\\"loose\\\": 13, \\\"dressing\\\": 2, \\\"gown\\\": 1, \\\"women\\\": 14, \\\"drinks\\\": 5, \\\"alcohol\\\": 7, \\\"excess\\\": 10, \\\"ceremony\\\": 5, \\\"which\\\": 189, \\\"dead\\\": 8, \\\"buried\\\": 1, \\\"cremated\\\": 1, \\\"eat\\\": 9, \\\"greedily\\\": 3, \\\"young\\\": 37, \\\"woman\\\": 56, \\\"most\\\": 27, \\\"charming\\\": 3, \\\"beautiful\\\": 5, \\\"several\\\": 57, \\\"rivals\\\": 3, \\\"formless\\\": 1, \\\"manner\\\": 175, \\\"shoddy\\\": 1, \\\"judith\\\": 1, \\\"crist\\\": 1, \\\"befitting\\\": 11, \\\"characteristic\\\": 47, \\\"maiden\\\": 2, \\\"plural\\\": 7, \\\"pleasure\\\": 10, \\\"success\\\": 5, \\\"good\\\": 18, \\\"fortune\\\": 1, \\\"another\\\": 88, \\\"athlete\\\": 3, \\\"has\\\": 103, \\\"earned\\\": 3, \\\"letter\\\": 11, \\\"school\\\": 11, \\\"sport\\\": 3, \\\"new\\\": 53, \\\"zealand\\\": 6, \\\"spinach\\\": 1, \\\"study\\\": 21, \\\"fluids\\\": 6, \\\"very\\\": 57, \\\"thin\\\": 31, \\\"agreement\\\": 17, \\\"results\\\": 13, \\\"opinions\\\": 5, \\\"light\\\": 80, \\\"truck\\\": 3, \\\"open\\\": 43, \\\"body\\\": 136, \\\"low\\\": 24, \\\"sides\\\": 10, \\\"tailboard\\\": 1, \\\"distinct\\\": 5, \\\"personality\\\": 3, \\\"individual\\\": 11, \\\"regarded\\\": 14, \\\"persisting\\\": 1, \\\"entity\\\": 3, \\\"personal\\\": 15, \\\"attractiveness\\\": 3, \\\"interestingness\\\": 1, \\\"enables\\\": 1, \\\"you\\\": 44, \\\"influence\\\": 18, \\\"others\\\": 47, \\\"facial\\\": 5, \\\"contempt\\\": 5, \\\"scorn\\\": 3, \\\"upper\\\": 16, \\\"lip\\\": 3, \\\"curls\\\": 3, \\\"musical\\\": 21, \\\"often\\\": 94, \\\"last\\\": 9, \\\"movement\\\": 27, \\\"sonata\\\": 2, \\\"flow\\\": 30, \\\"electricity\\\": 7, \\\"conductor\\\": 3, \\\"spectator\\\": 2, \\\"sports\\\": 8, \\\"event\\\": 22, \\\"hands\\\": 14, \\\"emphasize\\\": 2, \\\"help\\\": 8, \\\"express\\\": 26, \\\"thought\\\": 13, \\\"feeling\\\": 59, \\\"benign\\\": 8, \\\"tumor\\\": 14, \\\"fibrous\\\": 4, \\\"tissue\\\": 31, \\\"uterus\\\": 14, \\\"subject\\\": 27, \\\"bacteria\\\": 9, \\\"some\\\": 129, \\\"classifications\\\": 19, \\\"considered\\\": 33, \\\"phylum\\\": 4, \\\"kingdom\\\": 8, \\\"protista\\\": 1, \\\"included\\\": 10, \\\"pyrrophyta\\\": 1, \\\"unbiased\\\": 1, \\\"impartial\\\": 2, \\\"unconcern\\\": 1, \\\"soft\\\": 39, \\\"woolen\\\": 3, \\\"fabric\\\": 24, \\\"clothing\\\": 13, \\\"synthetic\\\": 4, \\\"estrogen\\\": 4, \\\"combination\\\": 9, \\\"progestin\\\": 1, \\\"oral\\\": 5, \\\"contraceptives\\\": 1, \\\"awake\\\": 3, \\\"alert\\\": 4, \\\"there\\\": 20, \\\"excessive\\\": 43, \\\"complaints\\\": 4, \\\"crying\\\": 3, \\\"whining\\\": 4, \\\"weapon\\\": 8, \\\"fighting\\\": 2, \\\"ax\\\": 1, \\\"american\\\": 87, \\\"indians\\\": 4, \\\"rhizomatous\\\": 4, \\\"central\\\": 50, \\\"southeastern\\\": 24, \\\"united\\\": 109, \\\"states\\\": 110, \\\"west\\\": 16, \\\"indies\\\": 6, \\\"large\\\": 169, \\\"showy\\\": 27, \\\"heads\\\": 9, \\\"blue\\\": 13, \\\"flowers\\\": 98, \\\"genus\\\": 194, \\\"eupatorium\\\": 2, \\\"physical\\\": 30, \\\"therapy\\\": 2, \\\"any\\\": 259, \\\"genera\\\": 6, \\\"gloxinia\\\": 1, \\\"sinningia\\\": 1, \\\"greenhouse\\\": 2, \\\"gloxinias\\\": 1, \\\"bellshaped\\\": 2, \\\"caddis\\\": 1, \\\"fly\\\": 3, \\\"active\\\": 22, \\\"spirited\\\": 3, \\\"alive\\\": 2, \\\"vigorous\\\": 6, \\\"idolatrous\\\": 1, \\\"bugle\\\": 1, \\\"love\\\": 19, \\\"unquestioningly\\\": 2, \\\"uncritically\\\": 2, \\\"venerate\\\": 2, \\\"idol\\\": 2, \\\"surgical\\\": 24, \\\"incision\\\": 6, \\\"eardrum\\\": 2, \\\"relieve\\\": 7, \\\"release\\\": 13, \\\"pus\\\": 4, \\\"middle\\\": 26, \\\"ear\\\": 10, \\\"publisher\\\": 1, \\\"magazines\\\": 1, \\\"18981967\\\": 1, \\\"illmannered\\\": 2, \\\"coarse\\\": 9, \\\"contemptible\\\": 2, \\\"behavior\\\": 41, \\\"appearance\\\": 24, \\\"too\\\": 18, \\\"ripe\\\": 5, \\\"beginning\\\": 11, \\\"turn\\\": 35, \\\"steal\\\": 4, \\\"goods\\\": 29, \\\"take\\\": 39, \\\"spoils\\\": 5, \\\"removes\\\": 1, \\\"tangles\\\": 1, \\\"takes\\\": 12, \\\"tangled\\\": 3, \\\"measurement\\\": 9, \\\"intraocular\\\": 1, \\\"determining\\\": 5, \\\"amount\\\": 31, \\\"force\\\": 63, \\\"needed\\\": 8, \\\"slight\\\": 6, \\\"indentation\\\": 2, \\\"cornea\\\": 3, \\\"provide\\\": 32, \\\"bottom\\\": 3, \\\"seat\\\": 7, \\\"obsolete\\\": 5, \\\"firearm\\\": 3, \\\"barrel\\\": 5, \\\"rebellious\\\": 2, \\\"parallelepiped\\\": 1, \\\"bounded\\\": 2, \\\"six\\\": 7, \\\"similar\\\": 36, \\\"faces\\\": 4, \\\"either\\\": 24, \\\"rhombuses\\\": 1, \\\"parallelograms\\\": 2, \\\"burst\\\": 4, \\\"split\\\": 5, \\\"medicine\\\": 19, \\\"obtaining\\\": 3, \\\"pictures\\\": 5, \\\"interior\\\": 5, \\\"japanese\\\": 10, \\\"pinball\\\": 1, \\\"game\\\": 29, \\\"played\\\": 25, \\\"vertical\\\": 10, \\\"board\\\": 19, \\\"worthy\\\": 2, \\\"trust\\\": 7, \\\"belief\\\": 29, \\\"impose\\\": 2, \\\"change\\\": 31, \\\"worse\\\": 8, \\\"radially\\\": 1, \\\"symmetrical\\\": 5, \\\"animals\\\": 43, \\\"saclike\\\": 2, \\\"bodies\\\": 22, \\\"tentacles\\\": 5, \\\"stinging\\\": 1, \\\"structures\\\": 5, \\\"they\\\": 19, \\\"occur\\\": 9, \\\"polyp\\\": 1, \\\"medusa\\\": 1, \\\"forms\\\": 23, \\\"court\\\": 11, \\\"higher\\\": 9, \\\"review\\\": 1, \\\"motivated\\\": 1, \\\"sympathy\\\": 3, \\\"understanding\\\": 7, \\\"generosity\\\": 2, \\\"italian\\\": 9, \\\"painter\\\": 6, \\\"mythological\\\": 1, \\\"religious\\\": 28, \\\"paintings\\\": 2, \\\"14441510\\\": 1, \\\"writer\\\": 16, \\\"born\\\": 32, \\\"1923\\\": 1, \\\"social\\\": 31, \\\"status\\\": 9, \\\"position\\\": 57, \\\"conferred\\\": 1, \\\"based\\\": 15, \\\"class\\\": 19, \\\"science\\\": 11, \\\"deals\\\": 15, \\\"history\\\": 5, \\\"earth\\\": 26, \\\"recorded\\\": 4, \\\"rocks\\\": 11, \\\"bring\\\": 22, \\\"outside\\\": 11, \\\"surgery\\\": 13, \\\"organs\\\": 12, \\\"abnormally\\\": 15, \\\"small\\\": 255, \\\"arms\\\": 10, \\\"toward\\\": 33, \\\"side\\\": 42, \\\"devoid\\\": 5, \\\"warmth\\\": 4, \\\"cordiality\\\": 6, \\\"expressive\\\": 5, \\\"unfriendliness\\\": 3, \\\"disdain\\\": 6, \\\"caused\\\": 41, \\\"rickettsias\\\": 1, \\\"letters\\\": 9, \\\"packages\\\": 1, \\\"are\\\": 160, \\\"transported\\\": 4, \\\"aircraft\\\": 12, \\\"recruit\\\": 2, \\\"union\\\": 10, \\\"organize\\\": 3, \\\"excited\\\": 8, \\\"agitation\\\": 4, \\\"workplace\\\": 9, \\\"farm\\\": 6, \\\"buildings\\\": 5, \\\"cultivated\\\": 25, \\\"unit\\\": 65, \\\"lives\\\": 17, \\\"civil\\\": 18, \\\"war\\\": 24, \\\"cheerful\\\": 3, \\\"without\\\": 126, \\\"haste\\\": 3, \\\"furnishings\\\": 1, \\\"room\\\": 19, \\\"other\\\": 111, \\\"area\\\": 44, \\\"ready\\\": 7, \\\"occupancy\\\": 1, \\\"blindly\\\": 1, \\\"imitative\\\": 3, \\\"family\\\": 100, \\\"nymphaeaceae\\\": 2, \\\"lotuses\\\": 2, \\\"move\\\": 53, \\\"unsteadily\\\": 6, \\\"weaving\\\": 2, \\\"rolling\\\": 5, \\\"music\\\": 25, \\\"single\\\": 22, \\\"vocal\\\": 9, \\\"part\\\": 111, \\\"accompaniment\\\": 3, \\\"transverse\\\": 1, \\\"totally\\\": 2, \\\"enclosed\\\": 12, \\\"drain\\\": 3, \\\"under\\\": 50, \\\"road\\\": 5, \\\"railway\\\": 5, \\\"theology\\\": 7, \\\"determined\\\": 4, \\\"advance\\\": 13, \\\"doctrine\\\": 16, \\\"associated\\\": 17, \\\"calvin\\\": 1, \\\"god\\\": 33, \\\"foreordained\\\": 1, \\\"every\\\": 7, \\\"throughout\\\": 11, \\\"eternity\\\": 1, \\\"including\\\": 27, \\\"final\\\": 7, \\\"salvation\\\": 1, \\\"mankind\\\": 2, \\\"wear\\\": 9, \\\"away\\\": 43, \\\"directly\\\": 5, \\\"evasion\\\": 3, \\\"roundabout\\\": 1, \\\"operating\\\": 4, \\\"microscopes\\\": 1, \\\"miniaturized\\\": 1, \\\"precision\\\": 1, \\\"instruments\\\": 3, \\\"perform\\\": 13, \\\"intricate\\\": 6, \\\"procedures\\\": 4, \\\"gumlike\\\": 1, \\\"sapodilla\\\": 1, \\\"flee\\\": 3, \\\"ones\\\": 52, \\\"heels\\\": 2, \\\"cut\\\": 26, \\\"run\\\": 10, \\\"various\\\": 72, \\\"rhizopods\\\": 1, \\\"order\\\": 74, \\\"testacea\\\": 1, \\\"characterized\\\": 56, \\\"shell\\\": 11, \\\"infrequent\\\": 1, \\\"menstruation\\\": 3, \\\"act\\\": 156, \\\"convening\\\": 1, \\\"tall\\\": 20, \\\"annual\\\": 14, \\\"cereal\\\": 8, \\\"grass\\\": 17, \\\"bearing\\\": 31, \\\"kernels\\\": 3, \\\"ears\\\": 7, \\\"widely\\\": 30, \\\"many\\\": 37, \\\"varieties\\\": 6, \\\"mexico\\\": 15, \\\"south\\\": 51, \\\"since\\\": 7, \\\"precolumbian\\\": 3, \\\"times\\\": 9, \\\"front\\\": 17, \\\"impossible\\\": 6, \\\"remedy\\\": 2, \\\"correct\\\": 6, \\\"redress\\\": 1, \\\"traverse\\\": 2, \\\"travel\\\": 10, \\\"money\\\": 54, \\\"obtained\\\": 23, \\\"illegally\\\": 5, \\\"bundle\\\": 4, \\\"sensory\\\": 4, \\\"nerve\\\": 18, \\\"fibers\\\": 9, \\\"going\\\": 6, \\\"thalamus\\\": 1, \\\"its\\\": 91, \\\"blooms\\\": 1, \\\"blossoms\\\": 1, \\\"along\\\": 26, \\\"sound\\\": 69, \\\"horses\\\": 14, \\\"hooves\\\": 1, \\\"striking\\\": 4, \\\"ground\\\": 25, \\\"brown\\\": 18, \\\"tree\\\": 36, \\\"shrew\\\": 1, \\\"naked\\\": 5, \\\"tail\\\": 18, \\\"bilaterally\\\": 2, \\\"fringed\\\": 2, \\\"stiff\\\": 6, \\\"hairs\\\": 3, \\\"distal\\\": 1, \\\"third\\\": 7, \\\"malaysia\\\": 4, \\\"five\\\": 7, \\\"dravidian\\\": 1, \\\"nilgiri\\\": 1, \\\"hills\\\": 3, \\\"southern\\\": 33, \\\"india\\\": 19, \\\"legal\\\": 17, \\\"end\\\": 44, \\\"kill\\\": 14, \\\"spot\\\": 5, \\\"splash\\\": 1, \\\"soil\\\": 15, \\\"paraphernalia\\\": 1, \\\"indicative\\\": 4, \\\"royalty\\\": 1, \\\"high\\\": 33, \\\"office\\\": 12, \\\"block\\\": 7, \\\"earths\\\": 9, \\\"crust\\\": 4, \\\"faults\\\": 2, \\\"shifted\\\": 1, \\\"peaks\\\": 2, \\\"mountain\\\": 6, \\\"range\\\": 12, \\\"path\\\": 9, \\\"marked\\\": 48, \\\"where\\\": 73, \\\"street\\\": 3, \\\"railroad\\\": 7, \\\"can\\\": 105, \\\"crossed\\\": 2, \\\"get\\\": 26, \\\"ascribe\\\": 1, \\\"human\\\": 39, \\\"features\\\": 8, \\\"suggesting\\\": 7, \\\"unsuccessful\\\": 2, \\\"result\\\": 19, \\\"slashes\\\": 1, \\\"cloth\\\": 17, \\\"covering\\\": 21, \\\"legging\\\": 1, \\\"covers\\\": 8, \\\"instep\\\": 1, \\\"ankles\\\": 4, \\\"numerous\\\": 26, \\\"tropical\\\": 63, \\\"subtropical\\\": 2, \\\"verbena\\\": 1, \\\"grown\\\": 10, \\\"their\\\": 46, \\\"spikes\\\": 7, \\\"variously\\\": 5, \\\"colored\\\": 16, \\\"this\\\": 8, \\\"place\\\": 93, \\\"speaker\\\": 6, \\\"accumulated\\\": 2, \\\"wealth\\\": 7, \\\"jewels\\\": 1, \\\"fells\\\": 4, \\\"trees\\\": 65, \\\"salt\\\": 14, \\\"ester\\\": 7, \\\"oxalic\\\": 1, \\\"acid\\\": 30, \\\"badly\\\": 6, \\\"assembled\\\": 3, \\\"parts\\\": 34, \\\"hastily\\\": 3, \\\"serve\\\": 7, \\\"purpose\\\": 24, \\\"refer\\\": 4, \\\"computing\\\": 2, \\\"systems\\\": 15, \\\"software\\\": 1, \\\"together\\\": 74, \\\"pale\\\": 10, \\\"lager\\\": 3, \\\"hops\\\": 4, \\\"first\\\": 37, \\\"brewed\\\": 5, \\\"bohemian\\\": 2, \\\"town\\\": 8, \\\"pilsen\\\": 2, \\\"limbless\\\": 1, \\\"scaly\\\": 2, \\\"elongate\\\": 2, \\\"reptile\\\": 3, \\\"venomous\\\": 3, \\\"aromatic\\\": 16, \\\"russia\\\": 6, \\\"wheeled\\\": 1, \\\"vehicle\\\": 18, \\\"runs\\\": 5, \\\"rails\\\": 2, \\\"propelled\\\": 10, \\\"difficulty\\\": 8, \\\"needs\\\": 10, \\\"resolved\\\": 2, \\\"cooperation\\\": 3, \\\"interchange\\\": 2, \\\"give\\\": 56, \\\"retouches\\\": 1, \\\"hair\\\": 34, \\\"intermediate\\\": 7, \\\"floor\\\": 5, \\\"just\\\": 13, \\\"literature\\\": 2, \\\"metrical\\\": 6, \\\"vulnerability\\\": 2, \\\"forceful\\\": 4, \\\"attack\\\": 10, \\\"simple\\\": 13, \\\"protein\\\": 7, \\\"fish\\\": 38, \\\"sperm\\\": 3, \\\"rich\\\": 11, \\\"arginine\\\": 1, \\\"simpler\\\": 1, \\\"composition\\\": 17, \\\"than\\\": 80, \\\"globulin\\\": 1, \\\"albumin\\\": 1, \\\"counteracts\\\": 3, \\\"anticoagulant\\\": 2, \\\"effect\\\": 24, \\\"heparin\\\": 1, \\\"fasten\\\": 3, \\\"if\\\": 60, \\\"garter\\\": 1, \\\"attends\\\": 4, \\\"convention\\\": 5, \\\"mans\\\": 3, \\\"overcoat\\\": 1, \\\"style\\\": 20, \\\"frock\\\": 1, \\\"coat\\\": 19, \\\"feelings\\\": 6, \\\"sentiments\\\": 1, \\\"fortress\\\": 1, \\\"established\\\": 10, \\\"southwestern\\\": 11, \\\"spanish\\\": 12, \\\"protect\\\": 5, \\\"missions\\\": 1, \\\"holdings\\\": 1, \\\"highly\\\": 15, \\\"branching\\\": 4, \\\"dividing\\\": 2, \\\"branches\\\": 14, \\\"baroque\\\": 1, \\\"keyboard\\\": 4, \\\"instrument\\\": 43, \\\"full\\\": 22, \\\"chords\\\": 2, \\\"rapid\\\": 22, \\\"elaborate\\\": 3, \\\"rhythmically\\\": 1, \\\"quantity\\\": 33, \\\"contained\\\": 6, \\\"carton\\\": 1, \\\"overcast\\\": 1, \\\"cloudy\\\": 1, \\\"albigenses\\\": 1, \\\"albigensianism\\\": 1, \\\"unsteady\\\": 4, \\\"mental\\\": 25, \\\"disturbance\\\": 7, \\\"attributable\\\": 4, \\\"known\\\": 21, \\\"neurological\\\": 1, \\\"organic\\\": 16, \\\"dysfunction\\\": 3, \\\"language\\\": 39, \\\"thing\\\": 20, \\\"arrangement\\\": 6, \\\"classification\\\": 9, \\\"former\\\": 21, \\\"asplenium\\\": 1, \\\"mutilates\\\": 1, \\\"destroys\\\": 6, \\\"disfigures\\\": 1, \\\"cripples\\\": 1, \\\"tannin\\\": 4, \\\"extract\\\": 7, \\\"mangrove\\\": 2, \\\"barks\\\": 2, \\\"pacific\\\": 13, \\\"areas\\\": 16, \\\"militant\\\": 2, \\\"reformer\\\": 4, \\\"handle\\\": 13, \\\"roughly\\\": 2, \\\"powerfully\\\": 2, \\\"vigorously\\\": 2, \\\"poisonous\\\": 10, \\\"contains\\\": 12, \\\"lead\\\": 13, \\\"assume\\\": 4, \\\"globular\\\": 3, \\\"tending\\\": 14, \\\"ameliorate\\\": 1, \\\"wrongful\\\": 2, \\\"interference\\\": 2, \\\"possession\\\": 10, \\\"well\\\": 10, \\\"realty\\\": 1, \\\"instituted\\\": 1, \\\"recover\\\": 2, \\\"damages\\\": 4, \\\"kingbird\\\": 2, \\\"breeds\\\": 5, \\\"winters\\\": 2, \\\"but\\\": 61, \\\"larger\\\": 22, \\\"building\\\": 38, \\\"housing\\\": 4, \\\"projecting\\\": 8, \\\"positions\\\": 5, \\\"planets\\\": 1, \\\"onto\\\": 8, \\\"domed\\\": 1, \\\"ceiling\\\": 1, \\\"tip\\\": 11, \\\"gratuity\\\": 2, \\\"service\\\": 15, \\\"beyond\\\": 11, \\\"compensation\\\": 6, \\\"agreed\\\": 6, \\\"heavy\\\": 38, \\\"rain\\\": 12, \\\"stadium\\\": 1, \\\"horse\\\": 21, \\\"shows\\\": 7, \\\"races\\\": 5, \\\"beat\\\": 11, \\\"severely\\\": 5, \\\"whip\\\": 7, \\\"rod\\\": 5, \\\"supper\\\": 2, \\\"dinner\\\": 2, \\\"evidencing\\\": 3, \\\"buboes\\\": 1, \\\"conditions\\\": 12, \\\"subtropics\\\": 1, \\\"german\\\": 4, \\\"tennis\\\": 2, \\\"player\\\": 9, \\\"won\\\": 3, \\\"seven\\\": 8, \\\"womens\\\": 3, \\\"singles\\\": 2, \\\"titles\\\": 2, \\\"wimbledon\\\": 2, \\\"1969\\\": 1, \\\"frenzied\\\": 1, \\\"possessed\\\": 6, \\\"demon\\\": 2, \\\"destroy\\\": 17, \\\"completely\\\": 14, \\\"three\\\": 28, \\\"enchantment\\\": 2, \\\"seventh\\\": 3, \\\"sunday\\\": 1, \\\"after\\\": 55, \\\"easter\\\": 3, \\\"commemorates\\\": 2, \\\"emanation\\\": 1, \\\"holy\\\": 6, \\\"spirit\\\": 9, \\\"apostles\\\": 3, \\\"quarter\\\": 7, \\\"day\\\": 22, \\\"scotland\\\": 7, \\\"finnougric\\\": 1, \\\"languages\\\": 12, \\\"finnish\\\": 1, \\\"estonian\\\": 1, \\\"hungarian\\\": 1, \\\"contribute\\\": 1, \\\"progress\\\": 6, \\\"growth\\\": 20, \\\"tries\\\": 5, \\\"please\\\": 4, \\\"advantage\\\": 6, \\\"surface\\\": 67, \\\"notch\\\": 3, \\\"made\\\": 108, \\\"keep\\\": 17, \\\"tally\\\": 1, \\\"abundant\\\": 7, \\\"assured\\\": 2, \\\"victory\\\": 1, \\\"election\\\": 2, \\\"prechristian\\\": 1, \\\"priest\\\": 2, \\\"among\\\": 13, \\\"celts\\\": 2, \\\"ancient\\\": 51, \\\"gaul\\\": 1, \\\"britain\\\": 12, \\\"ireland\\\": 15, \\\"relevant\\\": 1, \\\"relation\\\": 10, \\\"interconnection\\\": 1, \\\"wind\\\": 18, \\\"face\\\": 15, \\\"kisser\\\": 2, \\\"smiler\\\": 2, \\\"mug\\\": 3, \\\"informal\\\": 25, \\\"terms\\\": 36, \\\"phiz\\\": 2, \\\"british\\\": 19, \\\"angel\\\": 2, \\\"ranked\\\": 1, \\\"highest\\\": 9, \\\"rank\\\": 12, \\\"celestial\\\": 9, \\\"hierarchy\\\": 1, \\\"float\\\": 5, \\\"rise\\\": 8, \\\"air\\\": 50, \\\"gas\\\": 17, \\\"iron\\\": 21, \\\"ore\\\": 13, \\\"dyeing\\\": 3, \\\"marking\\\": 5, \\\"convert\\\": 8, \\\"gentile\\\": 1, \\\"converted\\\": 9, \\\"judaism\\\": 7, \\\"mated\\\": 1, \\\"sexually\\\": 4, \\\"warm\\\": 16, \\\"snug\\\": 2, \\\"comfort\\\": 2, \\\"leaf\\\": 25, \\\"bug\\\": 1, \\\"introducing\\\": 1, \\\"acetyl\\\": 1, \\\"group\\\": 73, \\\"compound\\\": 27, \\\"stream\\\": 11, \\\"source\\\": 28, \\\"river\\\": 29, \\\"deal\\\": 7, \\\"cards\\\": 9, \\\"wrongly\\\": 1, \\\"suffering\\\": 9, \\\"xenophobia\\\": 1, \\\"abnormal\\\": 25, \\\"fear\\\": 21, \\\"hatred\\\": 3, \\\"strange\\\": 4, \\\"foreign\\\": 10, \\\"wrecked\\\": 1, \\\"ship\\\": 20, \\\"thrilled\\\": 1, \\\"perceptual\\\": 2, \\\"input\\\": 3, \\\"simplified\\\": 2, \\\"cursive\\\": 2, \\\"hieratic\\\": 2, \\\"script\\\": 5, \\\"cupshaped\\\": 2, \\\"hollow\\\": 4, \\\"hipbone\\\": 1, \\\"head\\\": 52, \\\"femur\\\": 4, \\\"fits\\\": 3, \\\"ballandsocket\\\": 2, \\\"joint\\\": 12, \\\"surprised\\\": 2, \\\"expressing\\\": 11, \\\"surprise\\\": 2, \\\"cutting\\\": 6, \\\"thrusting\\\": 2, \\\"blade\\\": 17, \\\"hilt\\\": 2, \\\"hand\\\": 32, \\\"guard\\\": 5, \\\"bitter\\\": 9, \\\"fruit\\\": 37, \\\"marasca\\\": 1, \\\"cherry\\\": 2, \\\"whose\\\": 53, \\\"juice\\\": 12, \\\"maraschino\\\": 1, \\\"liqueur\\\": 4, \\\"inverse\\\": 3, \\\"function\\\": 25, \\\"tangent\\\": 2, \\\"angle\\\": 8, \\\"precious\\\": 13, \\\"metallic\\\": 28, \\\"element\\\": 41, \\\"greywhite\\\": 3, \\\"resistant\\\": 13, \\\"corroding\\\": 2, \\\"occurs\\\": 35, \\\"nickel\\\": 6, \\\"ores\\\": 6, \\\"also\\\": 12, \\\"deposits\\\": 8, \\\"need\\\": 10, \\\"see\\\": 10, \\\"suffer\\\": 1, \\\"negligent\\\": 1, \\\"neatness\\\": 2, \\\"dress\\\": 17, \\\"dirty\\\": 5, \\\"unkempt\\\": 1, \\\"mark\\\": 19, \\\"initials\\\": 1, \\\"expert\\\": 8, \\\"observes\\\": 2, \\\"comments\\\": 3, \\\"disease\\\": 35, \\\"cattle\\\": 18, \\\"poisoned\\\": 1, \\\"eating\\\": 3, \\\"certain\\\": 51, \\\"kinds\\\": 6, \\\"snakeroot\\\": 1, \\\"short\\\": 43, \\\"stick\\\": 5, \\\"wood\\\": 42, \\\"making\\\": 35, \\\"matches\\\": 1, \\\"faster\\\": 4, \\\"scholar\\\": 2, \\\"universities\\\": 2, \\\"ages\\\": 10, \\\"versed\\\": 4, \\\"scholasticism\\\": 2, \\\"dominant\\\": 4, \\\"official\\\": 25, \\\"ethiopia\\\": 3, \\\"semitic\\\": 3, \\\"much\\\": 12, \\\"influenced\\\": 3, \\\"cushitic\\\": 1, \\\"amhara\\\": 1, \\\"close\\\": 14, \\\"contact\\\": 4, \\\"unshaved\\\": 1, \\\"pertaining\\\": 20, \\\"ammine\\\": 1, \\\"inorganic\\\": 1, \\\"coordination\\\": 2, \\\"ammonia\\\": 2, \\\"attendant\\\": 2, \\\"mathematical\\\": 7, \\\"transformation\\\": 2, \\\"concerned\\\": 13, \\\"theoretical\\\": 1, \\\"possibilities\\\": 1, \\\"rather\\\": 10, \\\"actual\\\": 1, \\\"great\\\": 42, \\\"powers\\\": 10, \\\"abilities\\\": 3, \\\"step\\\": 2, \\\"steps\\\": 6, \\\"carrying\\\": 15, \\\"archaic\\\": 3, \\\"term\\\": 21, \\\"cuckold\\\": 1, \\\"knows\\\": 1, \\\"about\\\": 55, \\\"his\\\": 52, \\\"wifes\\\": 1, \\\"infidelity\\\": 1, \\\"tolerates\\\": 2, \\\"it\\\": 141, \\\"hokan\\\": 2, \\\"numeration\\\": 2, \\\"positive\\\": 5, \\\"integer\\\": 5, \\\"equivalent\\\": 11, \\\"next\\\": 3, \\\"counting\\\": 1, \\\"beech\\\": 1, \\\"flooring\\\": 1, \\\"containers\\\": 1, \\\"plywood\\\": 2, \\\"tool\\\": 16, \\\"handles\\\": 7, \\\"belonging\\\": 16, \\\"organism\\\": 21, \\\"whole\\\": 17, \\\"mixture\\\": 16, \\\"sand\\\": 8, \\\"clay\\\": 7, \\\"decaying\\\": 2, \\\"materials\\\": 11, \\\"migratory\\\": 2, \\\"songbird\\\": 2, \\\"model\\\": 6, \\\"standard\\\": 8, \\\"comparisons\\\": 2, \\\"purpleflowered\\\": 1, \\\"wild\\\": 18, \\\"mallow\\\": 1, \\\"increase\\\": 7, \\\"elastic\\\": 7, \\\"worn\\\": 47, \\\"leg\\\": 10, \\\"hold\\\": 28, \\\"up\\\": 52, \\\"stocking\\\": 1, \\\"sleeve\\\": 2, \\\"accommodating\\\": 2, \\\"writing\\\": 23, \\\"poor\\\": 9, \\\"affected\\\": 20, \\\"choice\\\": 3, \\\"estimate\\\": 2, \\\"brutal\\\": 5, \\\"depraved\\\": 2, \\\"animallike\\\": 2, \\\"qualities\\\": 13, \\\"attacks\\\": 3, \\\"reputation\\\": 1, \\\"slander\\\": 1, \\\"libel\\\": 1, \\\"overbearing\\\": 3, \\\"pride\\\": 4, \\\"evidenced\\\": 4, \\\"superior\\\": 18, \\\"inferiors\\\": 2, \\\"wisdom\\\": 4, \\\"knowledge\\\": 27, \\\"translate\\\": 2, \\\"sparkling\\\": 1, \\\"wine\\\": 16, \\\"produced\\\": 40, \\\"champagne\\\": 1, \\\"resembling\\\": 84, \\\"remove\\\": 56, \\\"ovaries\\\": 2, \\\"female\\\": 15, \\\"mammals\\\": 15, \\\"such\\\": 47, \\\"cats\\\": 4, \\\"tuberous\\\": 5, \\\"herbs\\\": 40, \\\"shrubs\\\": 34, \\\"crustaceans\\\": 3, \\\"true\\\": 24, \\\"crabs\\\": 3, \\\"reduced\\\": 2, \\\"abdomen\\\": 4, \\\"folded\\\": 8, \\\"against\\\": 44, \\\"ventral\\\": 2, \\\"behind\\\": 7, \\\"approve\\\": 2, \\\"performer\\\": 4, \\\"provides\\\": 15, \\\"erotic\\\": 2, \\\"entertainment\\\": 6, \\\"undressing\\\": 1, \\\"lump\\\": 6, \\\"material\\\": 53, \\\"formed\\\": 33, \\\"content\\\": 7, \\\"speaks\\\": 5, \\\"drawl\\\": 1, \\\"seem\\\": 1, \\\"less\\\": 21, \\\"serious\\\": 12, \\\"play\\\": 24, \\\"down\\\": 31, \\\"cater\\\": 1, \\\"popular\\\": 12, \\\"present\\\": 16, \\\"public\\\": 33, \\\"common\\\": 54, \\\"military\\\": 41, \\\"leader\\\": 12, \\\"exercising\\\": 2, \\\"power\\\": 44, \\\"region\\\": 37, \\\"accountable\\\": 2, \\\"nobody\\\": 1, \\\"when\\\": 73, \\\"government\\\": 30, \\\"weak\\\": 11, \\\"hostile\\\": 4, \\\"meeting\\\": 8, \\\"opposing\\\": 9, \\\"forces\\\": 12, \\\"course\\\": 12, \\\"deducting\\\": 1, \\\"employees\\\": 2, \\\"salary\\\": 1, \\\"four\\\": 29, \\\"wheels\\\": 4, \\\"baby\\\": 6, \\\"child\\\": 16, \\\"pushed\\\": 1, \\\"narrow\\\": 30, \\\"republic\\\": 12, \\\"surrounded\\\": 5, \\\"senegal\\\": 2, \\\"africa\\\": 37, \\\"basic\\\": 23, \\\"poland\\\": 2, \\\"evergreen\\\": 21, \\\"conebearing\\\": 1, \\\"australia\\\": 9, \\\"broad\\\": 16, \\\"leathery\\\": 8, \\\"leaves\\\": 79, \\\"pinaceae\\\": 1, \\\"squad\\\": 1, \\\"team\\\": 7, \\\"anterior\\\": 10, \\\"elongation\\\": 1, \\\"nose\\\": 12, \\\"noted\\\": 13, \\\"droll\\\": 1, \\\"epigrams\\\": 1, \\\"19021971\\\": 1, \\\"coffee\\\": 6, \\\"forcing\\\": 2, \\\"hot\\\": 11, \\\"finely\\\": 5, \\\"beans\\\": 7, \\\"disposition\\\": 6, \\\"alone\\\": 7, \\\"slavery\\\": 3, \\\"servitude\\\": 2, \\\"merits\\\": 1, \\\"were\\\": 12, \\\"recognized\\\": 7, \\\"then\\\": 13, \\\"achieves\\\": 1, \\\"sudden\\\": 19, \\\"recognition\\\": 4, \\\"greek\\\": 39, \\\"mythology\\\": 35, \\\"underworld\\\": 2, \\\"brother\\\": 4, \\\"zeus\\\": 5, \\\"husband\\\": 6, \\\"persephone\\\": 1, \\\"equipped\\\": 7, \\\"toilets\\\": 1, \\\"cartilage\\\": 1, \\\"cells\\\": 26, \\\"meet\\\": 6, \\\"again\\\": 36, \\\"enclose\\\": 5, \\\"enfold\\\": 2, \\\"sweetened\\\": 3, \\\"beverage\\\": 3, \\\"diluted\\\": 1, \\\"thicker\\\": 5, \\\"siding\\\": 2, \\\"lapping\\\": 2, \\\"over\\\": 63, \\\"statute\\\": 3, \\\"draft\\\": 7, \\\"before\\\": 29, \\\"becomes\\\": 5, \\\"device\\\": 37, \\\"set\\\": 31, \\\"keys\\\": 2, \\\"piano\\\": 1, \\\"organ\\\": 22, \\\"typewriter\\\": 1, \\\"typesetting\\\": 2, \\\"machine\\\": 13, \\\"computer\\\": 15, \\\"recognize\\\": 4, \\\"establish\\\": 6, \\\"identity\\\": 5, \\\"least\\\": 9, \\\"delay\\\": 4, \\\"produce\\\": 18, \\\"virilism\\\": 1, \\\"masculine\\\": 5, \\\"hormonal\\\": 1, \\\"imbalance\\\": 1, \\\"hormone\\\": 7, \\\"yellowish\\\": 6, \\\"moths\\\": 2, \\\"larvae\\\": 4, \\\"feed\\\": 9, \\\"wool\\\": 8, \\\"fur\\\": 13, \\\"obscures\\\": 1, \\\"ominous\\\": 1, \\\"rotary\\\": 3, \\\"duplicator\\\": 2, \\\"uses\\\": 23, \\\"stencil\\\": 4, \\\"ink\\\": 10, \\\"pressed\\\": 1, \\\"trade\\\": 14, \\\"roneo\\\": 1, \\\"endoscope\\\": 1, \\\"examining\\\": 3, \\\"rectum\\\": 3, \\\"propositions\\\": 1, \\\"contradictories\\\": 1, \\\"both\\\": 17, \\\"cannot\\\": 5, \\\"false\\\": 15, \\\"same\\\": 44, \\\"cumulative\\\": 1, \\\"involved\\\": 10, \\\"poker\\\": 1, \\\"waste\\\": 8, \\\"matter\\\": 33, \\\"carried\\\": 6, \\\"sewers\\\": 2, \\\"drains\\\": 2, \\\"quantities\\\": 7, \\\"heat\\\": 15, \\\"reduce\\\": 15, \\\"beggary\\\": 1, \\\"exercise\\\": 6, \\\"endless\\\": 3, \\\"belt\\\": 4, \\\"walk\\\": 14, \\\"jog\\\": 1, \\\"changing\\\": 12, \\\"condition\\\": 47, \\\"airbreathing\\\": 1, \\\"elongated\\\": 8, \\\"fleshy\\\": 14, \\\"paired\\\": 3, \\\"fins\\\": 8, \\\"species\\\": 12, \\\"construct\\\": 7, \\\"mucuslined\\\": 1, \\\"mud\\\": 2, \\\"coverings\\\": 2, \\\"survive\\\": 2, \\\"drought\\\": 1, \\\"hours\\\": 4, \\\"days\\\": 10, \\\"work\\\": 43, \\\"calendar\\\": 5, \\\"week\\\": 3, \\\"derivative\\\": 3, \\\"furan\\\": 1, \\\"inhibit\\\": 1, \\\"bacterial\\\": 3, \\\"passage\\\": 22, \\\"bodily\\\": 15, \\\"blood\\\": 82, \\\"diverted\\\": 1, \\\"channel\\\": 6, \\\"settles\\\": 2, \\\"lawfully\\\": 1, \\\"intent\\\": 8, \\\"acquire\\\": 4, \\\"title\\\": 23, \\\"combustion\\\": 5, \\\"inflammable\\\": 1, \\\"producing\\\": 9, \\\"smoke\\\": 3, \\\"response\\\": 4, \\\"reaction\\\": 8, \\\"rhythmic\\\": 1, \\\"designed\\\": 19, \\\"additional\\\": 3, \\\"strength\\\": 26, \\\"viscous\\\": 6, \\\"animal\\\": 33, \\\"oil\\\": 18, \\\"extracted\\\": 6, \\\"fatty\\\": 12, \\\"acids\\\": 8, \\\"esters\\\": 1, \\\"ointments\\\": 2, \\\"cosmetics\\\": 2, \\\"divisible\\\": 3, \\\"pocketsize\\\": 1, \\\"holding\\\": 21, \\\"papers\\\": 2, \\\"etch\\\": 1, \\\"aquatint\\\": 1, \\\"alimentary\\\": 4, \\\"canal\\\": 7, \\\"udder\\\": 2, \\\"breast\\\": 5, \\\"teat\\\": 1, \\\"pleading\\\": 2, \\\"plaintiff\\\": 1, \\\"reply\\\": 3, \\\"defendants\\\": 1, \\\"rebutter\\\": 1, \\\"psychological\\\": 8, \\\"feature\\\": 3, \\\"arouses\\\": 1, \\\"desired\\\": 5, \\\"goal\\\": 10, \\\"reason\\\": 12, \\\"gives\\\": 10, \\\"direction\\\": 19, \\\"memory\\\": 6, \\\"prosody\\\": 2, \\\"poetry\\\": 5, \\\"extra\\\": 3, \\\"syllable\\\": 4, \\\"foot\\\": 11, \\\"division\\\": 14, \\\"forebrain\\\": 1, \\\"cerebrum\\\": 3, \\\"hypothalamus\\\": 3, \\\"lightcolored\\\": 3, \\\"linden\\\": 1, \\\"crates\\\": 1, \\\"boxes\\\": 1, \\\"carving\\\": 2, \\\"millwork\\\": 1, \\\"discharge\\\": 9, \\\"extinct\\\": 9, \\\"terrestrial\\\": 11, \\\"reptiles\\\": 4, \\\"mesozoic\\\": 1, \\\"era\\\": 3, \\\"ecclesiastic\\\": 4, \\\"fertilization\\\": 5, \\\"second\\\": 16, \\\"ovum\\\": 4, \\\"pregnancy\\\": 6, \\\"begun\\\": 3, \\\"fetuses\\\": 1, \\\"different\\\": 45, \\\"her\\\": 17, \\\"debut\\\": 1, \\\"society\\\": 14, \\\"lost\\\": 5, \\\"disoriented\\\": 2, \\\"fig\\\": 2, \\\"facilitate\\\": 2, \\\"pollination\\\": 1, \\\"figs\\\": 1, \\\"pointed\\\": 15, \\\"pine\\\": 1, \\\"noisy\\\": 8, \\\"hardy\\\": 3, \\\"muchbranched\\\": 1, \\\"spiny\\\": 12, \\\"shrub\\\": 20, \\\"alkaline\\\": 3, \\\"soils\\\": 1, \\\"man\\\": 41, \\\"groundcover\\\": 2, \\\"dark\\\": 27, \\\"green\\\": 35, \\\"shiny\\\": 9, \\\"blueviolet\\\": 2, \\\"minor\\\": 11, \\\"woodland\\\": 4, \\\"deities\\\": 2, \\\"companions\\\": 2, \\\"dionysus\\\": 2, \\\"satyrs\\\": 1, \\\"apostrophe\\\": 1, \\\"branch\\\": 39, \\\"sermons\\\": 2, \\\"homilies\\\": 1, \\\"physiological\\\": 7, \\\"consequence\\\": 7, \\\"deprivation\\\": 1, \\\"deep\\\": 15, \\\"prolonged\\\": 7, \\\"loud\\\": 22, \\\"noise\\\": 24, \\\"clever\\\": 3, \\\"paid\\\": 7, \\\"pray\\\": 2, \\\"soul\\\": 2, \\\"amino\\\": 10, \\\"proteins\\\": 8, \\\"essential\\\": 15, \\\"normal\\\": 28, \\\"metabolism\\\": 5, \\\"precursor\\\": 3, \\\"niacin\\\": 1, \\\"profit\\\": 6, \\\"supply\\\": 10, \\\"acuteness\\\": 1, \\\"hearing\\\": 4, \\\"due\\\": 10, \\\"increased\\\": 5, \\\"irritability\\\": 1, \\\"neural\\\": 5, \\\"mechanism\\\": 6, \\\"intolerance\\\": 2, \\\"ordinary\\\": 2, \\\"levels\\\": 5, \\\"lowering\\\": 5, \\\"count\\\": 5, \\\"licensed\\\": 4, \\\"medical\\\": 13, \\\"practitioner\\\": 5, \\\"finetoothed\\\": 1, \\\"saw\\\": 4, \\\"curved\\\": 16, \\\"outlines\\\": 2, \\\"shoot\\\": 2, \\\"strokes\\\": 1, \\\"par\\\": 2, \\\"literary\\\": 14, \\\"works\\\": 23, \\\"primulaceae\\\": 1, \\\"theophrastaceae\\\": 1, \\\"myrsinaceae\\\": 1, \\\"plumbaginaceae\\\": 1, \\\"imperial\\\": 3, \\\"units\\\": 6, \\\"metric\\\": 11, \\\"meters\\\": 6, \\\"grams\\\": 5, \\\"seconds\\\": 2, \\\"statement\\\": 16, \\\"proposal\\\": 2, \\\"do\\\": 34, \\\"what\\\": 21, \\\"primary\\\": 2, \\\"original\\\": 13, \\\"firsthand\\\": 1, \\\"toxic\\\": 14, \\\"liver\\\": 5, \\\"army\\\": 7, \\\"reverse\\\": 4, \\\"tones\\\": 2, \\\"negative\\\": 6, \\\"print\\\": 12, \\\"introduce\\\": 3, \\\"pronounced\\\": 2, \\\"highlights\\\": 1, \\\"exposing\\\": 4, \\\"briefly\\\": 3, \\\"washing\\\": 6, \\\"redeveloping\\\": 1, \\\"charitable\\\": 1, \\\"donations\\\": 1, \\\"intended\\\": 22, \\\"wellbeing\\\": 1, \\\"stretch\\\": 1, \\\"track\\\": 5, \\\"store\\\": 6, \\\"stock\\\": 8, \\\"enable\\\": 3, \\\"trains\\\": 5, \\\"pass\\\": 17, \\\"naturally\\\": 14, \\\"occurring\\\": 20, \\\"estrogenic\\\": 2, \\\"secreted\\\": 10, \\\"mammalian\\\": 3, \\\"ovary\\\": 5, \\\"synthesized\\\": 4, \\\"name\\\": 34, \\\"estronol\\\": 2, \\\"treat\\\": 30, \\\"deficiency\\\": 5, \\\"repetition\\\": 4, \\\"resulting\\\": 34, \\\"reflection\\\": 3, \\\"waves\\\": 7, \\\"vanadic\\\": 1, \\\"anion\\\": 1, \\\"pentavalent\\\": 2, \\\"vanadium\\\": 1, \\\"planning\\\": 4, \\\"container\\\": 17, \\\"items\\\": 7, \\\"accessories\\\": 3, \\\"destroyed\\\": 6, \\\"corrosive\\\": 2, \\\"australian\\\": 10, \\\"timber\\\": 9, \\\"tough\\\": 11, \\\"hard\\\": 48, \\\"staves\\\": 1, \\\"eellike\\\": 2, \\\"cyclostome\\\": 2, \\\"tongue\\\": 7, \\\"horny\\\": 5, \\\"teeth\\\": 17, \\\"round\\\": 16, \\\"mouth\\\": 29, \\\"eight\\\": 5, \\\"feeds\\\": 4, \\\"trapped\\\": 2, \\\"fishes\\\": 27, \\\"boring\\\": 6, \\\"off\\\": 32, \\\"barricades\\\": 1, \\\"artery\\\": 6, \\\"vein\\\": 4, \\\"zero\\\": 4, \\\"secretly\\\": 2, \\\"beloved\\\": 1, \\\"disorder\\\": 13, \\\"concentration\\\": 7, \\\"hydrogen\\\": 4, \\\"ions\\\": 7, \\\"falls\\\": 4, \\\"7\\\": 3, \\\"ph\\\": 3, \\\"scale\\\": 14, \\\"unrestrained\\\": 2, \\\"regard\\\": 8, \\\"layer\\\": 23, \\\"unmyelinated\\\": 1, \\\"neurons\\\": 3, \\\"grey\\\": 22, \\\"forming\\\": 12, \\\"cortex\\\": 6, \\\"fugitive\\\": 1, \\\"hides\\\": 3, \\\"avoid\\\": 11, \\\"arrest\\\": 1, \\\"prosecution\\\": 1, \\\"poultry\\\": 2, \\\"procrastinating\\\": 1, \\\"putting\\\": 8, \\\"delaying\\\": 1, \\\"defering\\\": 1, \\\"later\\\": 11, \\\"afflicted\\\": 2, \\\"fallen\\\": 1, \\\"arch\\\": 6, \\\"flattened\\\": 6, \\\"spread\\\": 8, \\\"cluster\\\": 3, \\\"grapes\\\": 3, \\\"written\\\": 28, \\\"own\\\": 18, \\\"handwriting\\\": 2, \\\"mix\\\": 4, \\\"elements\\\": 13, \\\"type\\\": 62, \\\"gasterophilidae\\\": 1, \\\"botflies\\\": 1, \\\"dock\\\": 1, \\\"activity\\\": 38, \\\"gathering\\\": 5, \\\"so\\\": 47, \\\"counted\\\": 3, \\\"branded\\\": 2, \\\"sold\\\": 15, \\\"applying\\\": 4, \\\"bandage\\\": 2, \\\"graduated\\\": 2, \\\"dipped\\\": 3, \\\"indicate\\\": 11, \\\"level\\\": 18, \\\"wish\\\": 3, \\\"crave\\\": 1, \\\"skillful\\\": 3, \\\"movements\\\": 10, \\\"education\\\": 3, \\\"main\\\": 18, \\\"mass\\\": 31, \\\"country\\\": 31, \\\"continent\\\": 2, \\\"island\\\": 13, \\\"peninsula\\\": 5, \\\"interests\\\": 2, \\\"purposes\\\": 10, \\\"sympathies\\\": 1, \\\"members\\\": 12, \\\"concentrate\\\": 1, \\\"locoweed\\\": 1, \\\"poisoning\\\": 3, \\\"weakness\\\": 3, \\\"lack\\\": 30, \\\"trembling\\\": 1, \\\"partial\\\": 5, \\\"paralysis\\\": 3, \\\"parallelogram\\\": 4, \\\"obliqueangled\\\": 2, \\\"equilateral\\\": 2, \\\"repayment\\\": 3, \\\"players\\\": 7, \\\"pieces\\\": 16, \\\"according\\\": 20, \\\"throws\\\": 1, \\\"dice\\\": 2, \\\"wasps\\\": 1, \\\"impression\\\": 2, \\\"ridges\\\": 3, \\\"skin\\\": 47, \\\"finger\\\": 5, \\\"biometric\\\": 1, \\\"identification\\\": 1, \\\"criminal\\\": 10, \\\"investigations\\\": 1, \\\"shift\\\": 1, \\\"generalization\\\": 1, \\\"accepted\\\": 10, \\\"basis\\\": 11, \\\"reasoning\\\": 7, \\\"conduct\\\": 13, \\\"connotation\\\": 2, \\\"acrobatic\\\": 2, \\\"feat\\\": 2, \\\"balances\\\": 2, \\\"experiencing\\\": 4, \\\"no\\\": 49, \\\"confusion\\\": 8, \\\"bewilderment\\\": 1, \\\"persuasion\\\": 4, \\\"locate\\\": 1, \\\"errors\\\": 5, \\\"program\\\": 7, \\\"code\\\": 6, \\\"grew\\\": 1, \\\"residence\\\": 4, \\\"involucre\\\": 1, \\\"husk\\\": 2, \\\"natural\\\": 21, \\\"elevation\\\": 1, \\\"rocky\\\": 1, \\\"juts\\\": 1, \\\"maker\\\": 3, \\\"counterfeit\\\": 1, \\\"coins\\\": 5, \\\"clothes\\\": 10, \\\"wings\\\": 15, \\\"turkic\\\": 3, \\\"turkmenistan\\\": 1, \\\"neighboring\\\": 3, \\\"blame\\\": 3, \\\"mockery\\\": 1, \\\"attached\\\": 17, \\\"bantu\\\": 2, \\\"spoken\\\": 8, \\\"cameroon\\\": 1, \\\"colorless\\\": 16, \\\"flammable\\\": 4, \\\"volatile\\\": 1, \\\"hydrocarbon\\\": 4, \\\"solvent\\\": 6, \\\"definition\\\": 2, \\\"top\\\": 28, \\\"desk\\\": 2, \\\"junction\\\": 1, \\\"between\\\": 117, \\\"axontodendrite\\\": 1, \\\"neuron\\\": 2, \\\"muscle\\\": 13, \\\"succulent\\\": 6, \\\"orangesized\\\": 1, \\\"thick\\\": 29, \\\"rind\\\": 4, \\\"overtake\\\": 1, \\\"darkness\\\": 6, \\\"night\\\": 7, \\\"elizabethan\\\": 2, \\\"theater\\\": 3, \\\"playgoer\\\": 2, \\\"standing\\\": 6, \\\"section\\\": 12, \\\"substances\\\": 8, \\\"colors\\\": 10, \\\"metals\\\": 5, \\\"industrial\\\": 9, \\\"citylike\\\": 2, \\\"perceived\\\": 4, \\\"loudness\\\": 4, \\\"1000hertz\\\": 2, \\\"tone\\\": 7, \\\"40\\\": 4, \\\"db\\\": 2, \\\"threshold\\\": 2, \\\"covered\\\": 24, \\\"clouds\\\": 3, \\\"moving\\\": 25, \\\"downward\\\": 5, \\\"slope\\\": 6, \\\"because\\\": 11, \\\"cooling\\\": 3, \\\"richer\\\": 1, \\\"summation\\\": 2, \\\"outline\\\": 7, \\\"linguistics\\\": 1, \\\"omission\\\": 3, \\\"coon\\\": 1, \\\"raccoon\\\": 1, \\\"till\\\": 1, \\\"until\\\": 13, \\\"prehensile\\\": 4, \\\"extremity\\\": 2, \\\"limb\\\": 2, \\\"inflammation\\\": 16, \\\"vermiform\\\": 1, \\\"appendix\\\": 1, \\\"descendent\\\": 1, \\\"heir\\\": 1, \\\"engaged\\\": 4, \\\"accustomed\\\": 1, \\\"observation\\\": 4, \\\"police\\\": 4, \\\"carpet\\\": 1, \\\"woven\\\": 5, \\\"wide\\\": 11, \\\"loom\\\": 2, \\\"obviate\\\": 1, \\\"seams\\\": 2, \\\"jaw\\\": 7, \\\"vertebrates\\\": 7, \\\"hinged\\\": 4, \\\"lived\\\": 5, \\\"past\\\": 12, \\\"historical\\\": 6, \\\"period\\\": 29, \\\"fall\\\": 14, \\\"roman\\\": 27, \\\"empire\\\": 10, \\\"europe\\\": 25, \\\"driver\\\": 2, \\\"urges\\\": 1, \\\"lashes\\\": 1, \\\"cotton\\\": 8, \\\"trousers\\\": 6, \\\"corduroy\\\": 1, \\\"hide\\\": 3, \\\"goat\\\": 1, \\\"continual\\\": 1, \\\"friction\\\": 2, \\\"sole\\\": 6, \\\"spectators\\\": 2, \\\"listeners\\\": 1, \\\"nephew\\\": 2, \\\"king\\\": 14, \\\"cornwall\\\": 1, \\\"legend\\\": 4, \\\"fell\\\": 1, \\\"uncles\\\": 1, \\\"bride\\\": 2, \\\"iseult\\\": 1, \\\"mistakenly\\\": 1, \\\"drank\\\": 1, \\\"potion\\\": 1, \\\"them\\\": 18, \\\"eternally\\\": 1, \\\"each\\\": 31, \\\"events\\\": 9, \\\"incidents\\\": 1, \\\"alkalinity\\\": 1, \\\"hydrogenion\\\": 1, \\\"tissues\\\": 8, \\\"aggressive\\\": 2, \\\"ambition\\\": 1, \\\"energy\\\": 28, \\\"initiative\\\": 2, \\\"massive\\\": 3, \\\"powerful\\\": 9, \\\"herbivorous\\\": 3, \\\"oddtoed\\\": 1, \\\"ungulate\\\": 1, \\\"southeast\\\": 2, \\\"asia\\\": 23, \\\"horns\\\": 6, \\\"snout\\\": 4, \\\"sow\\\": 2, \\\"thistles\\\": 2, \\\"half\\\": 8, \\\"proud\\\": 3, \\\"pompous\\\": 5, \\\"gait\\\": 4, \\\"brooch\\\": 1, \\\"slip\\\": 2, \\\"noose\\\": 2, \\\"seizing\\\": 1, \\\"cassock\\\": 1, \\\"buttons\\\": 3, \\\"catholic\\\": 8, \\\"priests\\\": 1, \\\"value\\\": 29, \\\"nobleman\\\": 2, \\\"spain\\\": 6, \\\"portugal\\\": 4, \\\"tastelessly\\\": 3, \\\"capital\\\": 21, \\\"turkey\\\": 9, \\\"westcentral\\\": 1, \\\"was\\\": 51, \\\"angora\\\": 2, \\\"home\\\": 7, \\\"goats\\\": 2, \\\"resonant\\\": 1, \\\"repeating\\\": 1, \\\"100\\\": 15, \\\"cents\\\": 2, \\\"nitric\\\": 1, \\\"lacquers\\\": 2, \\\"explosives\\\": 3, \\\"cricketer\\\": 2, \\\"delivers\\\": 4, \\\"ball\\\": 22, \\\"batsman\\\": 2, \\\"cricket\\\": 2, \\\"tracks\\\": 2, \\\"biology\\\": 7, \\\"tiny\\\": 6, \\\"seen\\\": 9, \\\"radiate\\\": 1, \\\"poles\\\": 2, \\\"equator\\\": 1, \\\"answer\\\": 1, \\\"back\\\": 43, \\\"impudent\\\": 3, \\\"insolent\\\": 4, \\\"cry\\\": 13, \\\"sheep\\\": 9, \\\"authoritative\\\": 6, \\\"divines\\\": 2, \\\"future\\\": 11, \\\"withdraw\\\": 4, \\\"organization\\\": 13, \\\"communion\\\": 1, \\\"exhibit\\\": 2, \\\"phosphorescence\\\": 1, \\\"beautify\\\": 1, \\\"diurnal\\\": 2, \\\"insect\\\": 19, \\\"typically\\\": 10, \\\"slender\\\": 28, \\\"knobbed\\\": 1, \\\"antennae\\\": 4, \\\"colorful\\\": 1, \\\"easily\\\": 18, \\\"taken\\\": 24, \\\"tire\\\": 2, \\\"excessively\\\": 15, \\\"drowsiness\\\": 2, \\\"dullness\\\": 2, \\\"manifested\\\": 3, \\\"yawning\\\": 1, \\\"stake\\\": 3, \\\"winnings\\\": 1, \\\"bet\\\": 2, \\\"subsequent\\\": 3, \\\"wager\\\": 1, \\\"ornamentation\\\": 5, \\\"beads\\\": 4, \\\"vote\\\": 6, \\\"blocks\\\": 2, \\\"decision\\\": 7, \\\"situated\\\": 7, \\\"center\\\": 22, \\\"crocheted\\\": 2, \\\"knitted\\\": 2, \\\"garment\\\": 15, \\\"coelenterates\\\": 2, \\\"alternation\\\": 1, \\\"generations\\\": 1, \\\"hydroid\\\": 1, \\\"phase\\\": 7, \\\"colonial\\\": 2, \\\"giving\\\": 14, \\\"medusoid\\\": 1, \\\"budding\\\": 2, \\\"hydras\\\": 1, \\\"jellyfishes\\\": 2, \\\"teal\\\": 1, \\\"eurasia\\\": 5, \\\"assign\\\": 13, \\\"mild\\\": 4, \\\"rebuke\\\": 5, \\\"criticism\\\": 7, \\\"overeat\\\": 1, \\\"immodestly\\\": 1, \\\"pig\\\": 5, \\\"oneself\\\": 11, \\\"kind\\\": 31, \\\"malacostracan\\\": 1, \\\"crustacean\\\": 2, \\\"pharmaceutical\\\": 1, \\\"break\\\": 14, \\\"clots\\\": 2, \\\"blocking\\\": 3, \\\"heart\\\": 12, \\\"largely\\\": 4, \\\"affording\\\": 3, \\\"exposure\\\": 13, \\\"sun\\\": 16, \\\"weight\\\": 16, \\\"borne\\\": 5, \\\"conveyed\\\": 2, \\\"ritual\\\": 5, \\\"suicide\\\": 1, \\\"selfdisembowelment\\\": 1, \\\"sword\\\": 4, \\\"practiced\\\": 3, \\\"samurai\\\": 2, \\\"traditional\\\": 6, \\\"argue\\\": 3, \\\"speak\\\": 15, \\\"defense\\\": 7, \\\"incomprehensible\\\": 1, \\\"equality\\\": 4, \\\"distribution\\\": 8, \\\"rejecting\\\": 1, \\\"disowning\\\": 1, \\\"disclaiming\\\": 1, \\\"invalid\\\": 5, \\\"boxing\\\": 4, \\\"blow\\\": 11, \\\"fist\\\": 3, \\\"sleep\\\": 10, \\\"complete\\\": 14, \\\"diverse\\\": 3, \\\"comparable\\\": 2, \\\"blades\\\": 2, \\\"furrow\\\": 2, \\\"prior\\\": 6, \\\"sowing\\\": 1, \\\"loss\\\": 23, \\\"ability\\\": 19, \\\"swallow\\\": 4, \\\"table\\\": 2, \\\"fixed\\\": 12, \\\"wall\\\": 12, \\\"stand\\\": 8, \\\"hope\\\": 10, \\\"impulsive\\\": 1, \\\"impetuous\\\": 1, \\\"taking\\\": 17, \\\"cautions\\\": 1, \\\"threefour\\\": 2, \\\"dancing\\\": 6, \\\"jig\\\": 2, \\\"ethnic\\\": 8, \\\"slur\\\": 4, \\\"offensive\\\": 17, \\\"jew\\\": 2, \\\"tempo\\\": 6, \\\"slow\\\": 12, \\\"author\\\": 8, \\\"wrote\\\": 4, \\\"uncle\\\": 1, \\\"remus\\\": 1, \\\"18481908\\\": 1, \\\"rounded\\\": 13, \\\"protuberance\\\": 2, \\\"old\\\": 33, \\\"world\\\": 32, \\\"gentianales\\\": 1, \\\"oleaceae\\\": 1, \\\"stamens\\\": 3, \\\"petals\\\": 6, \\\"schedule\\\": 2, \\\"listing\\\": 2, \\\"will\\\": 24, \\\"irritable\\\": 4, \\\"indigestion\\\": 1, \\\"carbonaceous\\\": 2, \\\"absence\\\": 11, \\\"walks\\\": 6, \\\"advocate\\\": 7, \\\"platonism\\\": 1, \\\"adherent\\\": 7, \\\"sikhism\\\": 1, \\\"brilliantly\\\": 1, \\\"asian\\\": 8, \\\"pheasant\\\": 1, \\\"wattles\\\": 1, \\\"processes\\\": 7, \\\"buys\\\": 5, \\\"tickets\\\": 1, \\\"resell\\\": 1, \\\"famous\\\": 7, \\\"forever\\\": 4, \\\"czech\\\": 2, \\\"aimlessly\\\": 6, \\\"drifting\\\": 3, \\\"upholstered\\\": 3, \\\"bench\\\": 2, \\\"flat\\\": 23, \\\"circular\\\": 7, \\\"visor\\\": 2, \\\"chunk\\\": 2, \\\"raw\\\": 6, \\\"meat\\\": 14, \\\"necessarily\\\": 6, \\\"inaudible\\\": 1, \\\"heard\\\": 3, \\\"firs\\\": 1, \\\"achieved\\\": 4, \\\"independence\\\": 7, \\\"1821\\\": 1, \\\"hit\\\": 8, \\\"retreat\\\": 2, \\\"earlier\\\": 6, \\\"commitment\\\": 1, \\\"cocked\\\": 1, \\\"hat\\\": 8, \\\"brim\\\": 3, \\\"turned\\\": 5, \\\"english\\\": 39, \\\"economist\\\": 1, \\\"argued\\\": 1, \\\"increases\\\": 8, \\\"population\\\": 5, \\\"would\\\": 5, \\\"outgrow\\\": 1, \\\"means\\\": 31, \\\"subsistence\\\": 1, \\\"17661834\\\": 1, \\\"boisterous\\\": 2, \\\"celebration\\\": 7, \\\"merry\\\": 1, \\\"festivity\\\": 2, \\\"navigational\\\": 2, \\\"finding\\\": 2, \\\"directions\\\": 7, \\\"bucket\\\": 2, \\\"marshal\\\": 1, \\\"raf\\\": 1, \\\"commanded\\\": 1, \\\"defeated\\\": 4, \\\"luftwaffe\\\": 1, \\\"battle\\\": 10, \\\"18821970\\\": 1, \\\"strap\\\": 5, \\\"foreleg\\\": 1, \\\"hind\\\": 8, \\\"legs\\\": 16, \\\"unison\\\": 2, \\\"carries\\\": 13, \\\"message\\\": 4, \\\"lacking\\\": 61, \\\"deprived\\\": 1, \\\"sense\\\": 13, \\\"wholly\\\": 3, \\\"dynasty\\\": 3, \\\"china\\\": 11, \\\"1122\\\": 1, \\\"221\\\": 2, \\\"bc\\\": 7, \\\"notable\\\": 1, \\\"confucianism\\\": 1, \\\"taoism\\\": 2, \\\"expanse\\\": 4, \\\"scope\\\": 9, \\\"deformed\\\": 2, \\\"carotenoid\\\": 3, \\\"pigments\\\": 6, \\\"fats\\\": 4, \\\"egg\\\": 10, \\\"yolks\\\": 2, \\\"dripping\\\": 1, \\\"evolution\\\": 4, \\\"series\\\": 31, \\\"gradual\\\": 5, \\\"changes\\\": 14, \\\"stomach\\\": 16, \\\"anus\\\": 2, \\\"vessel\\\": 24, \\\"capillaries\\\": 1, \\\"reserved\\\": 2, \\\"insecta\\\": 1, \\\"vomiting\\\": 4, \\\"daisylike\\\": 3, \\\"rides\\\": 2, \\\"pair\\\": 15, \\\"guide\\\": 4, \\\"pulling\\\": 6, \\\"carriage\\\": 3, \\\"coachman\\\": 1, \\\"birth\\\": 12, \\\"5\\\": 3, \\\"months\\\": 2, \\\"1\\\": 14, \\\"month\\\": 12, \\\"debt\\\": 2, \\\"representing\\\": 6, \\\"i\\\": 3, \\\"owe\\\": 1, \\\"jacobins\\\": 1, \\\"french\\\": 23, \\\"revolution\\\": 8, \\\"prediction\\\": 4, \\\"extrapolating\\\": 1, \\\"observations\\\": 1, \\\"merchant\\\": 1, \\\"owns\\\": 4, \\\"manages\\\": 4, \\\"shop\\\": 4, \\\"crisp\\\": 3, \\\"cheerfulness\\\": 1, \\\"bubbles\\\": 2, \\\"printing\\\": 6, \\\"etched\\\": 2, \\\"engraved\\\": 2, \\\"plate\\\": 9, \\\"smeared\\\": 2, \\\"wiped\\\": 2, \\\"recesses\\\": 2, \\\"structural\\\": 3, \\\"post\\\": 9, \\\"satan\\\": 1, \\\"satanism\\\": 1, \\\"chief\\\": 12, \\\"charge\\\": 26, \\\"prison\\\": 4, \\\"continuous\\\": 12, \\\"scene\\\": 2, \\\"hallucinatory\\\": 1, \\\"perception\\\": 9, \\\"lights\\\": 2, \\\"jurist\\\": 1, \\\"18331910\\\": 1, \\\"laugh\\\": 4, \\\"nervously\\\": 2, \\\"prudence\\\": 3, \\\"modesty\\\": 5, \\\"wise\\\": 4, \\\"selfrestraint\\\": 1, \\\"bed\\\": 6, \\\"slats\\\": 1, \\\"drawing\\\": 11, \\\"respiration\\\": 2, \\\"chemotherapy\\\": 1, \\\"names\\\": 7, \\\"heroin\\\": 1, \\\"unwilling\\\": 5, \\\"causes\\\": 13, \\\"anxiety\\\": 8, \\\"silverwhite\\\": 6, \\\"alkali\\\": 6, \\\"oxidizes\\\": 2, \\\"rapidly\\\": 14, \\\"reacts\\\": 2, \\\"violently\\\": 8, \\\"nature\\\": 17, \\\"combined\\\": 2, \\\"carnallite\\\": 1, \\\"kainite\\\": 1, \\\"sylvite\\\": 1, \\\"pyrogallol\\\": 1, \\\"closing\\\": 3, \\\"naiadaceae\\\": 1, \\\"jumps\\\": 1, \\\"plane\\\": 17, \\\"performs\\\": 12, \\\"gymnastic\\\": 4, \\\"maneuvers\\\": 3, \\\"parachute\\\": 3, \\\"done\\\": 9, \\\"design\\\": 12, \\\"sanction\\\": 3, \\\"officially\\\": 5, \\\"barrier\\\": 1, \\\"tincture\\\": 2, \\\"heraldry\\\": 3, \\\"silvery\\\": 10, \\\"herb\\\": 18, \\\"ghostly\\\": 1, \\\"appearing\\\": 5, \\\"figure\\\": 10, \\\"substitute\\\": 5, 